docs/history/history11/KBdSynthesis.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2021-10-20 Wed 21:02 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>Synthesis Essay</title>
<meta name="generator" content="Org mode" />
<meta name="author" content="Dylan Wallace" />
<link rel="stylesheet" href="/global.css" type="text/css"/>
<link rel="stylesheet" href="/admonition.css" type="text/css"/>
</head>
<body>
<div id="preamble" class="status">
<div class="header"><span class="site"><a href="https://taproot3.sanity.gq">TR3.5</a></span></div><div class="datarow"><h1 class="title">Synthesis Essay</h1> <h2 class="subtitle"></h2> <span class="author">Dylan Wallace</span> <span class="date">2021-10-20 Wed 21:01</date></div>
</div>
<div id="content">
<div id="linktables"><div id="table-of-backlinks"><h2>Backlinks</h2><ul></ul></div><div id="table-of-contents"><h2>Table of Contents</h2><div id="text-table-of-contents">
<ul>
<li><a href="#orgc16cc25">1. Synthesis</a>
<ul>
<li><a href="#org4726415">1.1. Thesis: The origins of the American Revolution can be attributed to both economic and ideological factors.</a></li>
</ul>
</li>
<li><a href="#org07c26a9">2. Essay</a></li>
</ul>
</div></div>
</div>

<div id="outline-container-orgc16cc25" class="outline-2">
<h2 id="orgc16cc25"><span class="section-number-2">1</span> Synthesis</h2>
<div class="outline-text-2" id="text-1">
<ul class="org-ul">
<li>Origins of Identity asserts that ideology spread throughout the 1700s through pamphlets</li>
<li>Marketplace of Revolution asserts that ideology spread through a network resulting from a unified identity among the Colonists, which was created via boycotts and Baubles</li>
</ul>


<ul class="org-ul">
<li>Ideological Origins
<ul class="org-ul">
<li>British anti-government ideas spread to Colonies because of culture
<ul class="org-ul">
<li>Spread throughout Colonial America via pamphlets</li>
</ul></li>
<li>Stamp Act viewed as attempt to reduce Colonists to servants</li>
<li></li>
</ul></li>
</ul>
</div>










<div id="outline-container-org4726415" class="outline-3">
<h3 id="org4726415"><span class="section-number-3">1.1</span> Thesis: The origins of the American Revolution can be attributed to both economic and ideological factors.</h3>
<div class="outline-text-3" id="text-1-1">
<p>
Old Thesis: The desire for economic liberty exibited in Marketplace is a consequence of the spread of English anti-Whig ideologies among the colonies.
</p>

<ul class="org-ul">
<li>The boycott movement was primarily motivated by libertarian ideals
<ul class="org-ul">
<li>Boycott movement extra info</li>
<li></li>
</ul></li>
<li>The libertarian ideals that led to the boycott movement originated in the 18th century</li>
<li>The two are directly related (causal)</li>
</ul>



<ul class="org-ul">
<li>Economic factors that were acted upon via ideology led to the American Revolution</li>
<li>Timing wise, spread of anti-Whig ideologies took place before Baubles
<ul class="org-ul">
<li>Spread: 1720s onwards, via pamphlets</li>
<li>Baubles: Originated in 1765 with Stamp Act</li>
</ul></li>
<li>There needs to have been a libertarian ideology popular among Colonists during the time period to see a response like that in Marketplace
<ul class="org-ul">
<li>For Baubles to have been conceived, the concept of economic liberty needs to have been popularized</li>
</ul></li>
</ul>


<ul class="org-ul">
<li>American Revolution -&gt; caused by economic and ideological
<ul class="org-ul">
<li>Economic -&gt; ideology spread</li>
<li>Ideology -&gt; Caused Economic</li>
</ul></li>
<li>The economic factors
<ul class="org-ul">
<li>Stamp Act kicked off Revolution sentiment
<ul class="org-ul">
<li>Was economically taxing (literally)</li>
<li>Induced boycotts</li>
</ul></li>
<li></li>
</ul></li>

<li>British critique ideology against parliamentary government spreads to US because of different culture</li>
<li>Ideology serves as prerequisite for boycott movement</li>
</ul>
</div>
</div>
</div>




<div id="outline-container-org07c26a9" class="outline-2">
<h2 id="org07c26a9"><span class="section-number-2">2</span> Essay</h2>
<div class="outline-text-2" id="text-2">
<p>
The spread of libertarian ideology originating in Britain among the colonies facilitated the boycott movement of British goods in the 1760's and led to a unified inter-colonial movement.
</p>

<p>
Although it is commonly thought that the libertarian ideals that characterized the American Revolution originated in America, they can actually be traced back to the ideals of radical Whig thinkers in early 18th century Britain. The Glorious Revolution in 1688 established parliament as being the dominant ruling force in England, and as a result, concepts such as natural rights and Locke's idea of social contracts permeated throughout the English ideological zeitgeist. Despite this widespread adoption of these concepts, the radical Whigs took things further by emphasizing the importance of these concepts beyond that given by the mainstream. Radical Whig writers such as Trenchad, Gordon, and Bolingbroke wrote of the ostensive democratic façade that parliament hid behind to mask their corruption, and urged for restrictions on the powers of parliament by one way or another. These ideas, although popular within niche circles, never gained prominence within Britain; they were radical ideas for the time, after all. However, they did gain traction among another population: Colonists in America. The large population of land-owning individuals and farmers, as well as a weak presence of religious authority induced by religious diversity in the Colonies, made the Colonist populace largely accepting of the imported radical Whig ideals from Britain, and the ideology spread throughout the Colonies throughout the 18th century.
</p>

<p>
The unified colonial movement itself, meanwhile, was the result of the boycott movement in the 1760's.
After a worsening of finances after the French–Indian War, the English government looked at the Colonies as an untapped revenue source to help pay off the debts they accrued. In 1765, the Stamp Act was passed. It introduced a tax levied on all official documents, similar to existing laws on documents in England. The tax was viewed negatively by Colonists; some interpreted it as a sign that <code>Baubles</code>, whereas others interpreted it as <code>Britain wants to subjugate colonists</code>. Either way, the colonists
</p>

<p>
Prior to the boycotts, unity between the 13 British colonies in America was thought of being unattainabe. The primary reason for this sentiment was the conception that the culture of the colonies differed too greatly between each other to lead to unity. This sentiment was widespread among Englishmen and Colonists alike; Thomas Pownall, the former royal governer of Massachusetts, is quoted as claiming that colonists' "mental horizons were too narrow, too much the product of local history and culture, for them ever to cooperate with those who happened to live in other provinces." However, this would change after the boycotts.
</p>


<p>
Without the libertarian ideals that spread among the colonies in early 18th century, the boycott movement would not have been conceived, much less enacted upon.
</p>









































<p>
The cause for the American Revolution can be <code>interpreted</code> as a combination of both economic and ideological factors, which interlaced with each other to create the unique environment in which the American Revolution took place. (<code>TBD</code>)
The economic 
</p>








<p>
The desire for economic liberty that was exibited in the colonists' boycott movement of the 1760s is rooted in the spread of libertarian ideals earlier in the 18th century. (<code>TBD</code>)
The boycott movement against British goods was a characteristically libertarian reaction to perceived British tyranny. The origins of the boycott movement could be traced back to the passing of the Stamp Act in 1765, after which colonists became subject to laws similar to those in Britain that saw the taxation of official documents.
<code>Colonists viewed the passing the Stamp Act as a sign of Britain's expectation of</code>
Although the direct cause of the boycotts was the , without the permeation of libertarian ideals within colonialist society, the boycotts would never have been conceived, much less organized. In Britain, 
</p>



<p>
[Baubles of Britain movement was a libertarian reaction to perceived British tyranny] [Summary of boycott movement] [Direct cause of boycott] [Talk about how libertarian ideological permeation was a necessity for boycott to take place]
</p>
</div>
</div>
</div>
</body>
</html>
